
/* Class = "NSButtonCell"; title = "Remove quotes at this level and deeper:"; ObjectID = "14"; */
"14.title" = "Supprimer les citations au-delà de ce niveau :";

/* Class = "NSButton"; ibShadowedToolTip = "This preference won't have any effect when customized attributions are used. If you want whitespace when using a customized attribution, you can add it to the attribution itself."; ObjectID = "15"; */
"15.ibShadowedToolTip" = "Cette préférence est sans effet sur les attributions personnalisées. Si vous souhaitez avoir des espaces, il faut les intégrer dans l'attribution elle-même.";

/* Class = "NSButtonCell"; title = "Keep whitespace between attribution and first-level quote"; ObjectID = "16"; */
"16.title" = "Conserver les espaces entre l'attribution et le premier niveau de citation";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[0] = "2"; ObjectID = "20"; */
"20.ibShadowedObjectValues[0]" = "2";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[1] = "3"; ObjectID = "20"; */
"20.ibShadowedObjectValues[1]" = "3";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[2] = "4"; ObjectID = "20"; */
"20.ibShadowedObjectValues[2]" = "4";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[3] = "5"; ObjectID = "20"; */
"20.ibShadowedObjectValues[3]" = "5";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[4] = "6"; ObjectID = "20"; */
"20.ibShadowedObjectValues[4]" = "6";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[5] = "7"; ObjectID = "20"; */
"20.ibShadowedObjectValues[5]" = "7";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[6] = "8"; ObjectID = "20"; */
"20.ibShadowedObjectValues[6]" = "8";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[7] = "9"; ObjectID = "20"; */
"20.ibShadowedObjectValues[7]" = "9";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[8] = "10"; ObjectID = "20"; */
"20.ibShadowedObjectValues[8]" = "10";

/* Class = "NSButtonCell"; title = "Debugging"; ObjectID = "38"; */
"38.title" = "Débogage";

/* Class = "NSButtonCell"; title = "Always remove trailing whitespace"; ObjectID = "59"; */
"59.title" = "Supprimer les espaces de fin";

/* Class = "NSButtonCell"; title = "Custom Reply Attribution"; ObjectID = "71"; */
"71.title" = "Attribution personnalisée lors d'une réponse";

/* Class = "NSButtonCell"; title = "Custom Forwarding Attribution"; ObjectID = "79"; */
"79.title" = "Attribution personnalisée lors d'une réexpédition";

/* Class = "NSBox"; title = "Quotefixing Preferences"; ObjectID = "82"; */
"82.title" = "Préférences des citations";

/* Class = "NSBox"; title = "Attribution Preferences"; ObjectID = "83"; */
"83.title" = "Préférences des attributions";

/* Class = "NSBox"; title = "Advanced Preferences"; ObjectID = "84"; */
"84.title" = "Préférences avancées";

/* Class = "NSTextFieldCell"; placeholderString = "Enter your custom Reply attribution"; ObjectID = "96"; */
"96.placeholderString" = "Entrer votre attribution personnalisée lors d'une réponse";

/* Class = "NSTextFieldCell"; placeholderString = "Enter your custom Forwarding attribution"; ObjectID = "98"; */
"98.placeholderString" = "Entrer votre attribution personnalisée lors d'une réexpédition";

/* Class = "NSBox"; title = "Update Preferences"; ObjectID = "117"; */
"117.title" = "Préférences de mise à jour";

/* Class = "NSButtonCell"; title = "Check now"; ObjectID = "136"; */
"136.title" = "Maintenant";

/* Class = "NSTextFieldCell"; title = "QuoteFix uses the excellent Sparkle framework from Andy Matuschak."; ObjectID = "138"; */
"138.title" = "QuoteFix utilise l'excellent cadre logiciel Sparkle d'Andy Matuschak.";

/* Class = "NSSegmentedCell"; 140.ibShadowedLabels[0] = "Never"; ObjectID = "140"; */
"140.ibShadowedLabels[0]" = "Jamais";

/* Class = "NSSegmentedCell"; 140.ibShadowedLabels[1] = "Weekly"; ObjectID = "140"; */
"140.ibShadowedLabels[1]" = "Hebdomadaire";

/* Class = "NSSegmentedCell"; 140.ibShadowedLabels[2] = "Monthly"; ObjectID = "140"; */
"140.ibShadowedLabels[2]" = "Mensuelle";

/* Class = "NSTextFieldCell"; title = "Check for QuoteFix updates:"; ObjectID = "142"; */
"142.title" = "Recherche des mises à jour QuoteFix :";

/* Class = "NSTextFieldCell"; title = "Last check:"; ObjectID = "144"; */
"144.title" = "Dernière recherche :";

/* Class = "NSTextFieldCell"; title = "Jamais"; ObjectID = "146"; */
"146.title" = "Jamais";

/* Class = "NSTextFieldCell"; title = "Current version:"; ObjectID = "158"; */
"158.title" = "Version actuelle :";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "160"; */
"160.title" = "Label";

/* Class = "NSBox"; title = "Box"; ObjectID = "166"; */
"166.title" = "Box";

/* Class = "NSButton"; ibShadowedToolTip = "With this checkbox you can turn the QuoteFix plug-in on or off."; ObjectID = "169"; */
"169.ibShadowedToolTip" = "Avec cette option, pour pouvez activer/désactiver le module QuoteFix.";

/* Class = "NSButtonCell"; title = "Enable QuoteFix"; ObjectID = "170"; */
"170.title" = "Activer QuoteFix";

/* Class = "NSTextFieldCell"; title = "This plug-in is written — in his spare time — by Robert Klep (robert@klep.name).\nFor more information about this plug-in, please refer to its Google Code homepage at\nhttp://code.google.com/p/quotefixformac"; ObjectID = "176"; */
"176.title" = "Ce module est écrit — sur son temps libre — par Robert Klep (robert@klep.name).\nPour plus d'informations, veuillez consulter la page Google Code\nhttp://code.google.com/p/quotefixformac";

/* Class = "NSTextFieldCell"; title = "QuoteFix version:"; ObjectID = "181"; */
"181.title" = "Version de QuoteFix :";

/* Class = "NSTabViewItem"; label = "Quotefixing"; ObjectID = "185"; */
"185.label" = "Citations";

/* Class = "NSTabViewItem"; label = "Customized Attributions"; ObjectID = "186"; */
"186.label" = "Attribution personnalisée";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "189"; */
"189.label" = "Avancé";

/* Class = "NSTabViewItem"; label = "About & Updates"; ObjectID = "191"; */
"191.label" = "À propos & Mise à jour";

/* Class = "NSBox"; title = "Box"; ObjectID = "193"; */
"193.title" = "Box";

/* Class = "NSButton"; ibShadowedToolTip = "Normally, attribution lines are at quote level 0, the top-most level. With this checkbox checked, the quote level of the attribution is increased (to 1) so it will appear to be part of the message you are replying to."; ObjectID = "194"; */
"194.ibShadowedToolTip" = "Normallement, l'attribution est au niveau de citation 0 (le niveau racine). Avec cette option, le niveau de la citation est augmenté (à 1) la faisant apparaître comme partie intégrante du message auquel vous répondez.";

/* Class = "NSButtonCell"; title = "Increase quote level for custom reply attribution"; ObjectID = "195"; */
"195.title" = "Augmenter le niveau de citation jusqu'à l'attribution personnalisée lors d'une réponse";

/* Class = "NSButton"; ibShadowedToolTip = "Normally, attribution lines are at quote level 0, the top-most level. With this checkbox checked, the quote level of the attribution is increased (to 1) so it will appear to be part of the message you are replying to."; ObjectID = "200"; */
"200.ibShadowedToolTip" = "Normallement, l'attribution est au niveau de citation 0 (le niveau racine). Avec cette option, le niveau de la citation est augmenté (à 1) la faisant apparaître comme partie intégrante du message auquel vous répondez.";

/* Class = "NSButtonCell"; title = "Increase quote level for custom forwarding attribution"; ObjectID = "201"; */
"201.title" = "Augmenter le niveau de citation jusqu'à l'attribution personnalisée lors d'une réexpédition";

/* Class = "NSBox"; title = "Box"; ObjectID = "204"; */
"204.title" = "Box";

/* Class = "NSBox"; title = "Box"; ObjectID = "205"; */
"205.title" = "Box";

/* Class = "IBBindingConnection"; ibShadowedIsNilPlaceholder = "5"; ObjectID = "244"; */
"244.ibShadowedIsNilPlaceholder" = "5";

/* Class = "IBBindingConnection"; ibShadowedNotApplicablePlaceholder = "5"; ObjectID = "244"; */
"244.ibShadowedNotApplicablePlaceholder" = "5";

/* Class = "NSButton"; ibShadowedToolTip = "With this option enabled, your customized attributions are processed by a templating engine. This allows for more flexibility in creating customized attributions."; ObjectID = "249"; */
"249.ibShadowedToolTip" = "Avec cette option, vos attributions personnalisées sont traitées par un moteur de modèles. Cela permet plus de flexibilité de création dans les attributions.";

/* Class = "NSButtonCell"; title = "Allow advanced templating in customized attributions (EXPERIMENTAL)"; ObjectID = "250"; */
"250.title" = "Autoriser les modèles avancés d'attribution personnalisée (EXPÉRIMENTAL)";

/* Class = "NSButton"; ibShadowedToolTip = "With this checkbox, you can enable or disable just the quotefixing part of QuoteFix."; ObjectID = "261"; */
"261.ibShadowedToolTip" = "Permet d'activer/désactiver la partie modification des citations de QuoteFix.";

/* Class = "NSButtonCell"; title = "Quotefixing is enabled"; ObjectID = "262"; */
"262.title" = "Modification des citations";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "267"; */
"267.title" = "Label";

/* Class = "NSButton"; ibShadowedToolTip = "Check to enable your own Python regular expression for matching signature separators. Be sure to include anchors like ^ and $ if you want to match against the beginning and/or ends of strings."; ObjectID = "277"; */
"277.ibShadowedToolTip" = "Autorise vos propres expression régulières Python pour repérer les séparateurs de signature. Utilisez les signes comme ^ et $ si vous voulez localiser les début et fin de texte.";

/* Class = "NSButtonCell"; title = "Use custom (Python) regular expression for matching signature separators:"; ObjectID = "278"; */
"278.title" = "Utiliser une expression régulière personnalisée (Python) pour repérer les séparateurs de signature :";

/* Class = "NSTextFieldCell"; placeholderString = "(Python) regular expression"; ObjectID = "280"; */
"280.placeholderString" = "Expression régulière (Python)";

/* Class = "NSTextFieldCell"; title = "The default regular expression QuoteFix uses is"; ObjectID = "296"; */
"296.title" = "L'expression régulière que QuoteFix utilise par défaut est";

/* Class = "NSButton"; ibShadowedToolTip = "When enabled, the attribution is treated as HTML. This means special characters like '<', '>' and '&' won't be escaped."; ObjectID = "300"; */
"300.ibShadowedToolTip" = "Avec cette option, l'attribution est traitée en HTML. Ainsi les caractères spéciaux comme '<', '>' et '&' seront interprétés.";

/* Class = "NSButtonCell"; title = "Treat attribution as HTML"; ObjectID = "301"; */
"301.title" = "Traiter l'attribution en HTML";

/* Class = "NSButton"; ibShadowedToolTip = "When enabled, the attribution is treated as HTML. This means special characters like '<', '>' and '&' won't be escaped."; ObjectID = "304"; */
"304.ibShadowedToolTip" = "Avec cette option, l'attribution est traitée en HTML. Ainsi les caractères spéciaux comme '<', '>' et '&' seront interprétés.";

/* Class = "NSButtonCell"; title = "Treat attribution as HTML"; ObjectID = "305"; */
"305.title" = "Traiter l'attribution en HTML";

/* Class = "NSButton"; ibShadowedToolTip = "When \"Treat as HTML\" is on, replies should be in Rich Text format. Otherwise, even though the attribution appears to be HTML-formatted, when sending the message the formatting is removed by Mail. Enabling this option automatically converts the message to Rich Text in such cases. Otherwise, you'll get an annoying warning."; ObjectID = "309"; */
"309.ibShadowedToolTip" = "Quand « Traiter en HTML » est activé, les réponses devraient être en texte enrichi, sinon même si l'attribution semble formatée en HTML, au moment de l'envoi le format est supprimé par Mail. Cette option convertit automatiquement le message en texte enrichi dans de tels cas, évitant des avertissements gênants.";

/* Class = "NSButtonCell"; title = "Automatically convert reply to rich text when needed"; ObjectID = "310"; */
"310.title" = "Convertir automatiquement la réponse en texte enrichi si nécessaire";

/* Class = "NSButton"; ibShadowedToolTip = "When \"Treat as HTML\" is on, replies should be in Rich Text format. Otherwise, even though the attribution appears to be HTML-formatted, when sending the message the formatting is removed by Mail. Enabling this option automatically converts the message to Rich Text in such cases. Otherwise, you'll get an annoying warning."; ObjectID = "314"; */
"314.ibShadowedToolTip" = "Quand « Traiter en HTML » est activé, les réponses devraient être en texte enrichi, sinon même si l'attribution semble formatée en HTML, au moment de l'envoi le format est supprimé par Mail. Cette option convertit automatiquement le message en texte enrichi dans de tels cas, évitant des avertissements gênants.";

/* Class = "NSButtonCell"; title = "Automatically convert forwarded message to rich text when needed"; ObjectID = "315"; */
"315.title" = "Convertir automatiquement la réexpédition en texte enrichi si nécessaire";

/* Class = "NSButtonCell"; title = "Don't add an extra line of whitespace below first-level quote"; ObjectID = "366"; */
"366.title" = "Ne pas sauter de ligne au-dessous du premier niveau de citation";

/* Class = "NSButton"; ibShadowedToolTip = "With this enabled, the signature of the sender is kept intact. This means that QuoteFix will only just place the cursor below the reply instead of above it."; ObjectID = "369"; */
"369.ibShadowedToolTip" = "Avec cette option, la signature de l'expéditeur reste intacte. QuoteFix placera simplement le curseur au-dessous de la réponse et non pas au-dessus.";

/* Class = "NSButtonCell"; title = "Don't remove senders signature"; ObjectID = "370"; */
"370.title" = "Ne pas supprimer la signature de l'expéditeur";

/* Class = "NSButton"; ibShadowedToolTip = "By default, QuoteFix will remove any leading whitespace at the top of the message. With this option enabled, it won't."; ObjectID = "375"; */
"375.ibShadowedToolTip" = "Par défaut, QuoteFix supprimera tout espace en début de message, sauf si cette option est activée.";

/* Class = "NSButtonCell"; title = "Keep leading whitespace"; ObjectID = "376"; */
"376.title" = "Conserver les espaces de début";

/* Class = "NSTextFieldCell"; title = "Types of message to perform quotefixing on:"; ObjectID = "383"; */
"383.title" = "Types de messages concernés :";

/* Class = "NSButtonCell"; title = "Reply"; ObjectID = "385"; */
"385.title" = "Réponse";

/* Class = "NSButtonCell"; title = "Reply All"; ObjectID = "387"; */
"387.title" = "Réponse à tous";

/* Class = "NSButtonCell"; title = "Forward"; ObjectID = "389"; */
"389.title" = "Réexpédition";

/* Class = "NSButtonCell"; title = "Draft"; ObjectID = "391"; */
"391.title" = "Brouillon";

/* Class = "NSButtonCell"; title = "New"; ObjectID = "393"; */
"393.title" = "Nouveau";

/* Class = "NSBox"; ibShadowedToolTip = "Here you can define on what types of message quotefixing will be performed. By default, it is performed on Reply, Reply All and Forward messages.\n\nFor specific reasons, some users enable quotefixing on Draft and/or New messages as well."; ObjectID = "394"; */
"394.ibShadowedToolTip" = "Vous définissez ici quels messages subiront la modification des citation. Par défaut, elle a lieu sur les réponses, les réponses à tous et les réexpéditions.\n\nCertains utilisateurs souhaitent l'activer aussi sur les brouillons ou les nouveaux messages.";

/* Class = "NSBox"; title = "Box"; ObjectID = "394"; */
"394.title" = "Box";

/* Class = "NSButtonCell"; title = "Donate"; ObjectID = "449"; */
"449.title" = "Donate";

/* Class = "NSTextFieldCell"; title = "Like QuoteFix? Consider making a donation!"; ObjectID = "453"; */
"453.title" = "Vous appréciez QuoteFix ? Vous pouvez faire un don !";
